text_commands = {
    'start': 'Привет! Этот бот создан для изучения <b>английского языка</b>\n\n'
             'Нажмите <b>/englishwords</b>, чтобы перейти к изучению\n\n'
             '<b>/commands</b> — команды бота',
    'commands': 'команды бота:\n\n<b>/start</b> — начать общение с ботом\n'
                '<b>/englishwords</b> — список английских слов\n<b>/about</b> — информация о боте\n'
                '<b>/help</b> — помощь\n\nИзучайте английский вместе с ботом <b>@english_edu_bot</b>!',
    'help': 'У вас что—то не работает?\n\nНапишите <b>{}</b> для решения проблемы\n\n'
            '<b>/commands</b> — команды бота',
    'about': f'Телеграм бот для изучения английских слов.\n\n<b>/commands</b> — команды бота',
    'english_words': 'Список слов, которые вы можете изучить:\n\nnouns:\n{}\n\nverbs:\n{}\n\n'
                     'Чтобы узнать перевод слова, отправьте мне английское слово из данного списка.\n\n'
                     '<b>/commands</b> — команды бота',
    'answer_to_all_messages': '{}, я не много вас не понял, возможно вы ввели слово, которого нет в моём словаре\n\n'
                              '<b>/englishwords</b> — английские слова для изучения\n'
                              '<b>/commands</b> — команды бота'
}

words = {
    'verbs': {
        'feel': 'чувствовать',
        'eat': 'кушать',
        'drink': 'пить',
        'go': 'идти',
        'have': 'иметь',
        'do': 'делать',
        'bring': 'приносить',
        'breath': 'дышать',
        'forget': 'забывать',
        'put': 'класть',
        'leave': 'оставлять',
        'turn off': 'выключать',
        'lead': 'вести',
        'introduce': 'представить',
        'disappear': 'исчезать',
        'achieve': 'достигать'
    },
    'nouns': {
        'city': 'город',
        'country': 'страна',
        'street': 'улица',
        'rock': 'скала',
        'mountain': 'гора',
        'land': 'земля',
        'insect': 'насекомое',
        'union': 'объединение',
        'leisure time': 'досуг'
    }
}

dictionary = {
    'verbs': 'глагол',
    'nouns': 'существительное'
}
